INSERT INTO books
    (id, title, title_kana, author, publisher_id, user_id, price, is_deleted, created_at, updated_at)
VALUES
    (1, 'Kotlin入門', 'コトリン ニュウモン', '山田太郎', 1, 100, 2500, FALSE, '2023-01-01 10:00:00', '2023-01-01 10:00:00'),
    (2, 'PHP入門', 'ピーエイチピー ニュウモン', '田中太郎', 1, 100, 2000, TRUE, '2023-01-01 10:00:00', '2023-01-01 10:00:00'),
    (3, 'Java入門', 'ジャバー ニュウモン', '田中太郎', 2, 100, 2000, FALSE, '2023-01-01 10:00:00', '2023-01-01 10:00:00'),
    (4, 'Spring Boot 入門', 'スプリング ブート ニュウモン', '佐藤次郎', 1, 101, 3000, FALSE, '2023-02-01 10:00:00', '2023-02-01 10:00:00');
